tap "homebrew/bundle"
brew "bat"
brew "bottom"
brew "coreutils"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gnupg"
brew "helix"
brew "imagemagick"
brew "jq"
brew "lua-language-server"
brew "neovim"
brew "neovim-remote"
brew "nginx"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "typescript-language-server"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
cask "alt-tab"
cask "hammerspoon"
cask "keepingyouawake"
cask "signal"
cask "vlc"
cask "wezterm"
